Repository: mvreux/formtest
Catalog: formtest/locale/*/LC_MESSAGES/django.po
Languages: fr

source: That's not the right word, bro!
fr: C'est pas le bon mot, mec!

source: The confirmation code is invalid!
fr: Le code de confirmation est invalide!

source: French
fr: Français

source: English
fr: Anglais

source: Basic page title
fr: Titre de page de base

source: My first form
fr: Mon premier formulaire

source: Current language:
fr: Langue actuelle:

source: To go on the other side!
fr: Pour aller de l'autre côté!

source: Because he saw some hot chick
fr: Parce qu'il a vu une belle poulette!

source: Because he's an idiot
fr: Parce que c'est un abruti

source: The title of the entry
fr: Le titre de l'entrée

source: Number of chickens crossing the road
fr: Nombre de poulets ayant traversé la route

source: Why did the chicken cross the road?
fr: Pourquoi le poulet a-t-il traversé la route?

source: Are you human?
fr: Etes vous humain?

source: Veggetarian
fr: Veggetarien
